Repository: kitconcept/volto-light-theme
Catalog: backend/src/kitconcept/voltolighttheme/locales/*/LC_MESSAGES/kitconcept.voltolighttheme.po
Languages: de, es, eu, pt_br

source: Footer address
de: Footer Adresse
es: Dirección del pie de página
eu: Orri oineko helbidea
pt_br: Rodapé: Endereço

source: Footer colophon text
de: Footer-Impressum Text
es: Texto del colofón a pie de página
eu: Orri oineko testua
pt_br: Rodapé: Colofão

source: Footer column left
de: Footer Spalte 1
es: Columna de pie de página a la izquierda
eu: Orri oineko ezkerreko zutabea
pt_br: Rodapé: Coluna da esquerda

source: Footer column left header
de: Footer Spalte 1 Überschrift
es: Encabezado izquierdo de la columna de pie de página
eu: Orri oineko ezkerreko zutabearen goiburukoa
pt_br: Rodapé: Cabeçalho da coluna da esquerda

source: Footer column middle
de: Footer Spalte 2
es: Columna de pie de página central
eu: Orri oineko erdiko zutabea
pt_br: Rodapé: Coluna do meio

source: Footer column middle header
de: Footer Spalte 2 Überschrift
es: Encabezado de la columna central de pie de página
eu: Orri oineko erdiko zutabearen goiburukoa
pt_br: Rodapé: Cabeçalho da coluna do meio

source: Footer column right
de: Footer Spalte 3
es: Columna de pie de página a la derecha
eu: Orri oineko eskumako zutabea
pt_br: Rodapé: Coluna da direita

source: Footer column right header
de: Footer Spalte 3 Überschrift
es: Encabezado de la columna derecha de pie de página
eu: Orri oineko eskumako zutabearen goiburukoa
pt_br: Rodapé: Cabeçalho da coluna da direita

source: Footer customizations
de: Footer Anpassungen
es: Personalización del pie de página
eu: Orri oinaren pertsonalizazioak
pt_br: Rodapé: Personalizações

source: Footer links
es: Enlaces a pie de página
eu: Orri oineko estekak
pt_br: Rodapé: Links

source: Footer logos
es: Logotipos a pie de página
eu: Orri oineko logoak
pt_br: Rodapé: Logos

source: Footer logos container width
de: Breite Footer Logo
es: Anchura del contenedor de logotipos a pie de página
eu: Orri oineko logoen edukiontziaren zabalera
pt_br: Rodapé: Largura do container de logos

source: Footer logos size
de: Größe Footer Logo
es: Tamaño de los logotipos a pie de página
eu: Orri oineko logoen tamaina
pt_br: Rodapé: Tamanho dos logos

source: Header customizations
de: Header Anpassungen
es: Personalización de encabezados
eu: Goiburukoaren pertsonalizazioak
pt_br: Cabeçalho: Personalizações

source: Package to add example content to a new Volto Light Theme site
es: Paquete para añadir contenido de ejemplo a un nuevo sitio Volto Light Theme
eu: Volto Light Theme duen webgune bati adibideko edukia gehitzeko paketea
pt_br: Pacote para adicionar conteúdo de exemplo a um novo site Volto Light Theme

source: Package to configure a new Volto Light Theme site
es: Paquete para configurar un nuevo sitio Volto Light Theme
eu: Volto Light Theme webgune bat konfiguratzeko paketea
pt_br: Pacote para configurar um novo site com Volto Light Theme

source: Package to install the behaviors to a new Volto Light Theme site
es: Paquete para instalar los comportamientos en un nuevo sitio Volto Light Theme
eu: Volto Light Theme webgune bati portaerak instalatzeko paketea
pt_br: Pacote para instalar os comportamentos disponíveis no Volto Light Theme

source: Site Actions
de: Aktionsmenu
es: Acciones en el sitio
eu: Atariaren akzioak
pt_br: Ações do site

source: Sticky menu
es: Menú adhesivo

source: The footer address that appears below the footer logo in the first footer column.
de: Die Adresse wird auf der linken Seite im Footer unterhalb des Footer Logos angezeigt.
es: La dirección de pie de página que aparece debajo del logotipo de pie de página en la primera columna de pie de página.
eu: Orri oineko helbidea orri oineko lehenengo zutabeko logoaren azpian agertzen da
pt_br: O endereço do rodapé que aparece abaixo do logo do rodapé na primeira coluna do rodapé.

source: The header of the left-most column appearing after the address column.
es: El encabezado de la columna situada más a la izquierda después de la columna de direcciones.

source: The header of the middle column appearing between the left and the right columns.
es: El encabezado de la columna central que aparece entre las columnas izquierda y derecha.

source: The header of the right-most column appearing after the middle column.
es: El encabezado de la columna de la derecha que aparece después de la columna central.

source: The left-most column appearing after the address column. It can contain a list of links.
de: Die linke Spalte, die nach der Adressspalte erscheint. Sie kann eine Liste von Links enthalten.
es: La columna situada más a la izquierda después de la columna de direcciones. Puede contener una lista de enlaces.
eu: Helbidearen zutabearen ostean dagoen ezkerrerengo zutabea. Esteka zerrenda bat eduki dezake.
pt_br: A coluna mais à esquerda que aparece após a coluna de endereço. Pode conter uma lista de links.

source: The middle column appearing between the left and the right columns. It can contain a list of links.
de: Die mittlere Spalte, die zwischen der linken und der rechten Spalte erscheint. Sie kann eine Liste von Links enthalten.
es: La columna central aparece entre las columnas izquierda y derecha. Puede contener una lista de enlaces.
eu: Ezker eta eskumako zutabeen artean agertzen den erdiko zutabea. Esteka zerrenda bat eduki dezake.
pt_br: A coluna do meio que aparece entre as colunas esquerda e direita. Pode conter uma lista de links.

source: The right-most column appearing after the middle column. It can contain a list of links.
de: Die rechte Spalte, die nach der mittleren Spalte erscheint. Sie kann eine Liste von Links enthalten.
es: La columna situada más a la derecha aparece después de la columna central. Puede contener una lista de enlaces.
eu: Eskumaren agertzen den zutabea, erdiko zutabearen ostean. Esteka zerrenda bat eduki dezake.
pt_br: A coluna mais à direita que aparece após a coluna do meio. Pode conter uma lista de links.

source: Theming
de: Farben
es: Tema
eu: Itxura
pt_br: Tema

source: Uninstall Volto Light Theme setup.
es: Desinstala la instalación de Volto Light Theme.
eu: Volto Light Theme desinstalatu.
pt_br: Desinstalar a configuração do Volto Light Theme.

source: Volto Light Theme: Acceptance
es: Volto Light Theme: Aceptación
eu: Volto Light Theme: Onarpena (testak)

source: Volto Light Theme: Demo
es: Volto Light Theme: Demostración
eu: Volto Ligh Theme: Demo
pt_br: Volto Light Theme: Demonstração

source: Volto Light Theme: Install
es: Volto Light Theme: Instalación
eu: Volto Ligh Theme: instalatu
pt_br: Volto Light Theme: Instalação

source: Volto Light Theme: Uninstall
es: Volto Light Theme: Desinstalación
eu: Volto Light Theme: desinstalatu
pt_br: Volto Light Theme: Desinstalação

source: help_complementary_logo
de: Zeigt ein zusätzliches Logo oder Siegel auf der rechten Seite des Headers an (z.B. Behördensiegel, Partnerlogo). Diese Einstellung gilt nur für den Intranet Header.
es: Si su sitio tiene un encabezado de intranet, se mostrará en la parte derecha del encabezado.
eu: Zure webgunean intranetaren goiburukoa badauka, goiburukoaren eskuman agertuko da.
pt_br: Caso seu site tenha um cabeçalho de intranet, ele será exibido no lado direito do cabeçalho.

source: help_enable_fat_menu
de: Wenn Sie diese Option wählen, wird ein Fat Menu angezeigt wenn Sie auf ein Element der Hauptnavigation klicken.
es: Si se activa, se mostrará el menú expandido.
eu: Aktibatuta badago, menu lodia agertuko da.
pt_br: Caso ativado, o menu expandido será exibido.

source: help_footer_colophon_text
de: Der Text, der im Footer-Kolophon angezeigt wird.
es: El texto que aparece en el colofón a pie de página.
eu: Orri oineko testuaren ostean agertzen den testua
pt_br: O texto que é exibido no colofão do rodapé.

source: help_footer_logo
de: Der Footer zeigt ein Logo in der unteren linken Ecke, direkt über der Adresse. Falls der Footer eine dunkle Hintergrundfarbe hat, können Sie ein invertiertes Logo verwenden, um sicherzustellen, dass es mit dem Hintergrund funktioniert. Wenn Sie dieses Feld nicht füllen, wird das Hauptlogo der Seite im Footer verwendet.
es: El pie de página puede tener un logotipo destacado situado en la parte inferior derecha. Normalmente se utiliza para mostrar el logotipo del patrocinador del sitio.
eu: Orri oinak ezkerrean helbidearen gainean agertuko den logo nagusi bat dauka. Oin horrek hondo iluna badauka, hondo horrekin bat datorren alderantzizko logoa adierazi dezakezu. Ezarrita ez badago, atariko logo nagusia erabiliko da.
pt_br: O rodapé pode ter um logo proeminente localizado no lado inferior direito. Normalmente é usado para exibir o logo do patrocinador do site.

source: help_footer_logo_link
es: El logotipo del pie de página puede vincularse a una URL.

source: help_has_intranet_header
de: Wenn Sie diese Option wählen, wird der Intranet Header mit einer zentralen Suche in der Mitte angezeigt.
es: Si está activada, se mostrará el encabezado de la intranet.
eu: Aktibatuta badago, intranetaren goiburukoa erakutsiko da.
pt_br: Caso ativado, o cabeçalho de intranet será exibido.

source: help_header_actions
de: Zeigt ein Menü in der oberen rechten Ecke mit wichtigen Aktionen wie Login, Registrierung oder Benutzeroptionen.
es: Las acciones del sitio son los enlaces que aparecen en la parte superior derecha del encabezado.
eu: Atariaren akzioak goiburukoaren gainean eskuman erakutsiko diren estekak dira.
pt_br: As ações do site são os links que aparecem no lado direito do cabeçalho.

source: help_intranet_flag
de: Zeigt einen Reiter am oberen Rand der Website an, um den Bereich zu kennzeichnen (z.B. 'Intranet', 'Staging').
es: La pastilla de color en la parte superior izquierda del encabezado.
eu: Goiburukoaren ezkerraldean agertuko den koloreztatutako pilula.
pt_br: Um etiqueta colorida no canto superior esquerdo do cabeçalho.

source: help_site_logo
de: Laden Sie hier ihr eigenes Website Logo hoch. Das Logo wird dann links oben im Header erscheinen.
es: Si el sitio o sub-sitio tiene un logotipo, cárguelo aquí.
eu: Atariak edo azpiatariak logoa badu, gehitu hemen.
pt_br: Caso o site ou subsite tenha uma logo, por favor faça o upload aqui.

source: help_sticky_menu
de: Aktiviert ein Menü, das beim Scrollen am rechten Bildschirmrand fixiert bleibt und dauerhaft zugänglich ist.
es: El menú adhesivo está compuesto por enlaces con iconos que se muestran en una posición fija en la parte derecha de la pantalla.
eu: Menu itsaskorrak ikonodun estekak ditu eta pantailaren eskuman toki finkoan erakusten da.
pt_br: O menu fixo é composto por links com ícones que aparecem em uma posição fixa no lado direito da tela.

source: label_accent_color
de: Hintergrundfarbe Fat Menu
es: Color de fondo del menú expandido
eu: Menu lodiaren hondoko kolorea
pt_br: Cor de fundo do menu expandido

source: label_accent_foreground_color
de: Textfarbe Fat Menu/Brotkrumennavigation
es: Color del texto del menú expandido y de la barra de migas
eu: Menu lodiaren / ogi apurren testuaren kolorea
pt_br: Cor do texto do menu expandido e da barra de migalhas

source: label_complementary_logo
de: Zusatzlogo
es: Logotipo complementario
eu: Bigarren logoa
pt_br: Logo complementar

source: label_enable_fat_menu
de: Fat Menu einschalten
es: Habilitar menú expandido
eu: Aktibatu menu lodia
pt_br: Habilitar menu expandido

source: label_footer_logo
de: Footer Logo
es: Logotipo del pie de página
eu: Orri oineko logoa
pt_br: Rodapé: Logo

source: label_footer_logo_link
es: Enlace al logotipo a pie de página

source: label_has_intranet_header
de: Intranet Header einschalten
es: Activar encabezado de Intranet
eu: Aktibatu Intranetaren goiburukoa
pt_br: Habilitar cabeçalho de intranet

source: label_intranet_flag
de: Reiter
es: Bandera del sitio
eu: Atariaren ikurra
pt_br: Indicação do site

source: label_primary_foreground_color
de: Textfarbe Navigation
es: Color del texto de navegación
eu: Nabigazioaren testuaren kolorea
pt_br: Cor do texto da navegação

source: label_secondary_color
de: Hintergrundfarbe Footer
es: Color de fondo del pie de página
eu: Orri oinaren hondoko kolorea
pt_br: Cor de fundo do rodapé

source: label_secondary_foreground_color
de: Textfarbe Footer
es: Color del texto del pie de página
eu: Orri oinaren testuaren kolorea
pt_br: Cor do texto do rodapé

source: label_site_logo
de: Website Logo
es: Logotipo del sitio
eu: Atariaren logoa
pt_br: Logo do site

source: label_sticky_menu_color
de: Hintergrundfarbe Sticky Menu
es: Color de fondo del menú adhesivo
eu: Menu itsaskorraren hondoko kolorea
pt_br: Cor de fundo do menu fixo

source: label_sticky_menu_foreground_color
de: Textfarbe Sticky Menu
es: Color de texto del menú adhesivo
eu: Menu itsaskorraren testuaren kolorea
pt_br: Cor do texto do menu fixo

source: fieldset_sticky_menu
de: Sticky Menu (fixiertes Menu)
eu: Menu itsaskorra

source: help_post_footer_logo
de: Zeigt das Logo einer Organisation an, die das Projekt oder die Website fördert oder finanziert. Wird unterhalb des Footers platziert, um Fördergeber und Träger zu würdigen.
eu: Orri oinaren ostean logo bat agertu daiteke behealdean eta eskuman. Normalean webgunearen babeslearen logoa sartzeko erabiltzen da.
pt_br: O espaço após o rodapé pode ter um logo proeminente localizado no lado inferior direito. Normalmente é usado para exibir o logo do patrocinador do site.

source: help_post_footer_logo_link
de: Verknüpfung des Förderlogos mit der Website der fördernden Organisation.
eu: Orri oinaren osteko logoak esteka bat eduki dezake.
pt_br: O logo do rodapé pode ser vinculado a uma URL.

source: label_post_footer_logo
de: Partnerlogo/Förderlogo
eu: Orri oinaren osteko logoa
pt_br: Logo do espaço após o rodapé

source: label_post_footer_logo_link
de: Partnerlogo/Förderlogo Link
eu: Orri oinaren osteko logoaren esteka
pt_br: Link do logo do espaço após o rodapé

source: label_sticky_menu
de: Sticky Menu
eu: Menu itsaskorra
